Repository: hosizoraru/KeiBA
Catalog: KeiBAOS/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# ba.action.clear
source: Clear
ja: クリア
zh_hans: 清除

# ba.action.copy
source: Copy
ja: コピー
zh_hans: 复制

# ba.action.debug.menuTitle
source: Debug Tools…
ja: デバッグツール…
zh_hans: 调试工具…

# ba.action.debug.message
source: Debug tools show live cache and refresh state.
ja: デバッグツールではライブキャッシュと更新状態を確認できます。
zh_hans: 调试工具展示实时缓存与刷新状态。

# ba.action.debug.title
source: Debug Tools
ja: デバッグツール
zh_hans: 调试工具

# ba.action.dismiss
source: Done
ja: 完了
zh_hans: 完成

# ba.action.edit.menuTitle
source: Edit Office…
ja: オフィスを編集…
zh_hans: 编辑办公室…

# ba.action.edit.message
source: Office identity, server, AP limits, and cafe level will live here.
ja: オフィスのユーザー情報、サーバー、AP上限、カフェランクをここで管理します。
zh_hans: 办公室身份、服务器、AP 上限和咖啡厅等级会放在这里。

# ba.action.edit.title
source: Edit Office
ja: オフィスを編集
zh_hans: 编辑办公室

# ba.action.more
source: More
ja: その他
zh_hans: 更多

# ba.action.more.title
source: More
ja: その他
zh_hans: 更多

# ba.action.notifications.message
source: AP, cafe AP, visit refresh, and activity reminders will share this entry.
ja: AP、カフェAP、生徒訪問の更新、イベント通知をここから設定します。
zh_hans: AP、咖啡厅 AP、访客刷新和活动提醒会共用这个入口。

# ba.action.notifications.title
source: Notifications
ja: 通知
zh_hans: 通知设置

# ba.action.refresh
source: Refresh
ja: 更新
zh_hans: 刷新

# ba.action.save
source: Save
ja: 保存
zh_hans: 保存

# ba.action.share
source: Share
ja: 共有
zh_hans: 分享

# ba.activity.action.filter
source: Filter Activities
ja: イベントを絞り込む
zh_hans: 筛选活动

# ba.activity.action.refresh
source: Refresh Activities
ja: イベントを更新
zh_hans: 刷新活动

# ba.activity.empty.detail
source: Pull to refresh or change the server in Settings.
ja: プルして更新するか、設定でサーバーを変更してください。
zh_hans: 下拉刷新，或在设置里切换服务器。

# ba.activity.empty.title
source: No Activities
ja: イベントなし
zh_hans: 暂无活动

# ba.activity.footer
source: Activity entries come from GameKee and remain available from local cache.
ja: イベント情報はGameKeeから取得し、ローカルキャッシュに保存します。
zh_hans: 活动条目来自 GameKee，并会保留本地缓存。

# ba.activity.footer.live
source: Live GameKee activity data is cached locally for offline viewing.
ja: GameKeeのイベントデータをローカルにキャッシュし、オフラインでも表示できます。
zh_hans: 活动数据来自 GameKee，并会缓存到本地供离线查看。

# ba.activity.kind.main
source: Event
ja: イベント
zh_hans: 活动

# ba.activity.kind.mini
source: Mini event
ja: ミニイベント
zh_hans: 小活动

# ba.activity.kind.raid
source: Raid
ja: 総力戦
zh_hans: 总力战

# ba.activity.link.archive
source: Archive
ja: アーカイブ
zh_hans: 归档

# ba.activity.preview.current.remaining
source: 13d 21h remaining
ja: 残り13日21時間
zh_hans: 剩余 13天21小时

# ba.activity.preview.current.title
source: 0068 From Opera with Love!
ja: 0068 オペラより愛をこめて！
zh_hans: 0068 歌剧魅影！

# ba.activity.preview.ended.remaining
source: Ended 6d ago
ja: 6日前に終了
zh_hans: 已结束 6天

# ba.activity.preview.ended.title
source: Grand Assault: Binah
ja: 大決戦：ビナー
zh_hans: 大决战：比纳

# ba.activity.preview.upcoming.remaining
source: Starts in 14d
ja: 14日後に開始
zh_hans: 14天后开始

# ba.activity.preview.upcoming.title
source: D.U. Shiratori District rerun
ja: D.U.シラトリ区 復刻
zh_hans: D.U. 白鸟区复刻

# ba.activity.refresh.justNow
source: Activities refreshed just now
ja: イベントをたった今更新しました
zh_hans: 活动刚刚刷新

# ba.activity.refresh.preview
source: Activities refreshed at 06:45
ja: 06:45にイベントを更新しました
zh_hans: 活动刷新于 06:45

# ba.activity.summary.title
source: Activity calendar
ja: イベントカレンダー
zh_hans: 活动日历

# ba.cafe.action.availableAt.format
source: Available at %@
ja: %@に利用可能
zh_hans: %@ 可用

# ba.cafe.action.availableAt.value
source: Available at 05-15 06:36
ja: 05-15 06:36に利用可能
zh_hans: 05-15 06:36 可用

# ba.cafe.action.claimAp
source: Claim Cafe AP
ja: カフェAPを受け取る
zh_hans: 领取咖啡厅 AP

# ba.cafe.action.headpat
source: Headpat
ja: タッチ
zh_hans: 摸头

# ba.cafe.action.invite.cooldown.value
source: 23h 54m
ja: 23時間54分

# ba.cafe.action.invite1
source: Invite Ticket 1
ja: 招待チケット1
zh_hans: 邀请券 1

# ba.cafe.action.invite2
source: Invite Ticket 2
ja: 招待チケット2
zh_hans: 邀请券 2

# ba.cafe.action.ready
source: Ready
ja: 準備完了
zh_hans: 已就绪

# ba.cafe.action.ready.value
source: Ready
ja: 準備完了
zh_hans: 已就绪

# ba.cafe.actions.title
source: Cafe actions
ja: カフェ操作
zh_hans: 咖啡厅动作

# ba.cafe.detail
source: Cafe AP, student visit refresh, and ticket cooldowns are split into scan-friendly native cards.
ja: カフェAP、生徒訪問の更新、チケットのクールタイムを、見やすいネイティブカードに分けて表示します。
zh_hans: 咖啡厅 AP、访客刷新和邀请券冷却被拆成更适合 iOS 扫读的原生卡片。

# ba.cafe.eyebrow
source: Cafe
ja: カフェ
zh_hans: 咖啡厅

# ba.cafe.level.title
source: Cafe Level
ja: カフェランク
zh_hans: 咖啡厅等级

# ba.cafe.metric.tactical
source: Tactical Challenge
ja: 戦術対抗戦
zh_hans: 战术对抗

# ba.cafe.metric.tactical.detail
source: Resets at 14:00
ja: 14:00にリセット
zh_hans: 14:00 重置

# ba.cafe.metric.tactical.detail.format
source: Resets at %@
ja: %@にリセット
zh_hans: %@ 重置

# ba.cafe.metric.visit
source: Student Visit
ja: 生徒訪問
zh_hans: 学生来访

# ba.cafe.metric.visit.detail
source: Refreshes at 04:00 / 16:00
ja: 04:00 / 16:00に更新
zh_hans: 04:00 / 16:00 刷新

# ba.cafe.metric.visit.detail.format
source: Refreshes at %@
ja: %@に更新
zh_hans: %@ 刷新

# ba.cafe.metric.visit.index.format
source: Visit %@
ja: 訪問 %@
zh_hans: 来访 %@

# ba.cafe.refresh.title
source: Refresh Timers
ja: 更新タイマー
zh_hans: 刷新计时

# ba.cafe.storage.title
source: Cafe AP storage
ja: カフェAP貯蔵量
zh_hans: 咖啡厅 AP 储量

# ba.cafe.tacticalRefresh.value
source: 11h 18m
ja: 11時間18分

# ba.cafe.title
source: Cafe
ja: カフェ
zh_hans: 咖啡厅

# ba.cafe.visitRefresh.value
source: 2h 42m
ja: 2時間42分

# ba.calendar.kind.doubleRewards
source: Double rewards
ja: 報酬2倍
zh_hans: 多倍掉落

# ba.calendar.kind.event
source: Event
ja: イベント
zh_hans: 活动

# ba.calendar.kind.guideMission
source: Guide mission
ja: ガイドミッション
zh_hans: 指南任务

# ba.calendar.kind.other
source: Other
ja: その他
zh_hans: 其他

# ba.calendar.kind.tacticalTest
source: Tactical test
ja: 合同火力演習
zh_hans: 综合战术考试

# ba.calendar.kind.totalGrandAssault
source: Raid
ja: 総力戦 / 大決戦
zh_hans: 总力战/大决战

# ba.calendar.kind.tower
source: Tower
ja: 制約解除決戦
zh_hans: 制约解除决战

# ba.catalog.action.sort
source: Sort
ja: 並べ替え
zh_hans: 排序

# ba.catalog.action.viewOptions
source: Display Options
ja: 表示オプション
zh_hans: 显示选项

# ba.catalog.bgm.entry.detail
source: Music entry uses the same GameKee student detail source until playback lands.
ja: 再生機能が入るまでは、音楽項目もGameKeeの生徒詳細データを使用します。
zh_hans: 音乐条目先复用 GameKee 学生详情源，播放能力后续接入。

# ba.catalog.bgm.hoshino.detail
source: Favorite playback and media export route.
ja: お気に入り再生とメディア書き出しの経路。
zh_hans: 收藏播放与媒体导出链路。

# ba.catalog.bgm.hoshino.title
source: Hoshino BGM
ja: ホシノ BGM
zh_hans: 星野 BGM

# ba.catalog.bgm.shiroko.detail
source: Student music route.
ja: 生徒音楽の経路。
zh_hans: 学生音乐链路。

# ba.catalog.bgm.shiroko.title
source: Shiroko BGM
ja: シロコ BGM
zh_hans: 白子 BGM

# ba.catalog.category.favorites
source: Favorites
ja: お気に入り
zh_hans: 收藏

# ba.catalog.category.npcSatellite
source: NPC & Satellite
ja: NPC・未実装
zh_hans: NPC&卫星

# ba.catalog.category.picker
source: Catalog Category
ja: 図鑑カテゴリ
zh_hans: 图鉴分类

# ba.catalog.category.studentBgm
source: Music
ja: 音楽
zh_hans: 音乐

# ba.catalog.category.students
source: Students
ja: 生徒
zh_hans: 学生

# ba.catalog.contentId.format
source: Content ID %lld
ja: コンテンツID %lld
zh_hans: 内容 ID %lld

# ba.catalog.createdAt.format
source: Created at %@
ja: %@作成
zh_hans: 创建于 %@

# ba.catalog.detail
source: Catalog, server, and search affordances are shaped as native iOS sections.
ja: 図鑑、サーバー、検索をiOSらしいセクション構成で整理します。
zh_hans: 图鉴、服务器和搜索入口按原生 iOS 分区方式整理。

# ba.catalog.dutyStudent.clear
source: Clear Duty Student
ja: 当番生徒を解除
zh_hans: 取消值日生

# ba.catalog.dutyStudent.set
source: Set Duty Student
ja: 当番生徒に設定
zh_hans: 设为值日生

# ba.catalog.empty.detail
source: Try a shorter keyword or switch category.
ja: 短いキーワードにするか、カテゴリを切り替えてください。
zh_hans: 换一个更短的关键词或切换分类。

# ba.catalog.empty.favorites.detail
source: Add favorites from a student row or detail page.
ja: 生徒の行または詳細ページからお気に入りに追加できます。
zh_hans: 可在学生行或详情页加入收藏。

# ba.catalog.empty.title
source: No Results
ja: 結果なし
zh_hans: 没有结果

# ba.catalog.eyebrow
source: Archive
ja: 図鑑
zh_hans: 图鉴

# ba.catalog.favorite.add
source: Add Favorite
ja: お気に入りに追加
zh_hans: 加入收藏

# ba.catalog.favorite.remove
source: Remove Favorite
ja: お気に入りから削除
zh_hans: 取消收藏

# ba.catalog.footer.bgm
source: Music entries keep BGM routing visible before playback and download support land.
ja: 再生とダウンロードに対応するまで、音楽項目ではBGM経路を表示します。
zh_hans: 音乐条目先展示 BGM 链路，播放和下载能力会在媒体层接入。

# ba.catalog.footer.favorites
source: Favorites reuse the student detail path and will connect to the Android favorite data later.
ja: お気に入りは生徒詳細の経路を再利用し、後でAndroid版のお気に入りデータに接続します。
zh_hans: 收藏复用学生详情路径，后续接入 Android 收藏数据。

# ba.catalog.footer.favorites.live
source: Favorites are stored locally in iOS settings for this native app.
ja: お気に入りはこのネイティブアプリのiOS設定に保存されます。
zh_hans: 收藏会存入本原生 App 的 iOS 设置。

# ba.catalog.footer.npc
source: NPC and satellite entries keep the navigation path ready for the next data migration.
ja: NPCと未実装キャラクターは、次のデータ移行に備えてナビゲーション経路を保持します。
zh_hans: NPC 与卫星条目先保留导航链路，供下一轮数据迁移接入。

# ba.catalog.footer.npc.live
source: NPC and satellite entries come from the GameKee BA catalog tree.
ja: NPCと未実装キャラクターはGameKee BA図鑑ツリーから取得します。
zh_hans: NPC 与卫星条目来自 GameKee BA 图鉴目录树。

# ba.catalog.footer.students
source: Student entries open native profile, skills, voice, gallery, and simulation sections.
ja: 生徒項目から、プロフィール、スキル、ボイス、鑑賞、シミュレーションを開けます。
zh_hans: 学生条目会进入原生档案、技能、语音、鉴赏和模拟分区。

# ba.catalog.footer.students.live
source: Student entries come from the GameKee BA catalog tree and open live detail data.
ja: 生徒項目はGameKee BA図鑑ツリーから取得し、ライブ詳細データを開きます。
zh_hans: 学生条目来自 GameKee BA 图鉴目录树，并会打开真实详情数据。

# ba.catalog.npc.arona.detail
source: System assistant profile.
ja: システムアシスタントのプロフィール。
zh_hans: 系统助手档案。

# ba.catalog.npc.arona.title
source: Arona
ja: アロナ
zh_hans: 阿罗娜

# ba.catalog.npc.detail
source: NPC profiles, story roles, and related metadata.
ja: NPCプロフィール、ストーリー上の役割、関連メタデータ。
zh_hans: NPC 档案、剧情职责和关联资料。

# ba.catalog.placeholder.footer
source: This native route keeps BA data and media loading organized.
ja: このネイティブ経路でBAデータとメディア読み込みを整理します。
zh_hans: 这个原生入口用于组织 BA 数据与媒体加载。

# ba.catalog.releaseDate.format
source: Released %@
ja: %@実装
zh_hans: 实装 %@

# ba.catalog.satellite.detail
source: Satellite entries and future students.
ja: 未実装キャラクターと将来の生徒。
zh_hans: 卫星角色和未来学生条目。

# ba.catalog.satellite.seia.detail
source: Satellite student metadata.
ja: 未実装生徒のメタデータ。
zh_hans: 卫星学生资料。

# ba.catalog.satellite.seia.title
source: Seia
ja: セイア
zh_hans: 圣娅

# ba.catalog.satellite.title
source: Satellite
ja: 未実装図鑑
zh_hans: 卫星图鉴

# ba.catalog.search.bgm.prompt
source: Search student music
ja: 生徒の音楽を検索
zh_hans: 搜索学生音乐

# ba.catalog.search.favorites.prompt
source: Search favorites
ja: お気に入りを検索
zh_hans: 搜索收藏

# ba.catalog.search.npc.prompt
source: Search NPC and satellite entries
ja: NPC・未実装を検索
zh_hans: 搜索 NPC 与卫星条目

# ba.catalog.search.prompt
source: Search BA catalog
ja: BA図鑑を検索
zh_hans: 搜索 BA 图鉴

# ba.catalog.search.students.prompt
source: Search students, schools, roles
ja: 生徒、学校、ロールを検索
zh_hans: 搜索学生、学院、职责

# ba.catalog.sort.default
source: Default order
ja: デフォルト順
zh_hans: 默认排序

# ba.catalog.sort.releaseDate.asc
source: Release date: oldest first
ja: 実装日：古い順
zh_hans: 实装日期：旧到新

# ba.catalog.sort.releaseDate.desc
source: Release date: newest first
ja: 実装日：新しい順
zh_hans: 实装日期：新到旧

# ba.catalog.students.detail
source: Student roster, schools, roles, gifts, and media.
ja: 生徒名簿、学校、ロール、贈り物、メディア。
zh_hans: 学生名册、学院、职责、礼物和媒体。

# ba.catalog.students.title
source: Students
ja: 生徒
zh_hans: 学生

# ba.catalog.title
source: Student, NPC, Satellite
ja: 生徒 / NPC / 未実装図鑑
zh_hans: 学生/NPC/卫星图鉴

# ba.common.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消

# ba.common.done
source: Done
ja: 完了
zh_hans: 完成

# ba.common.none
source: None
ja: なし
zh_hans: 无

# ba.filter.all
source: All
ja: すべて
zh_hans: 全部

# ba.library.category.picker
source: Library Category
ja: ライブラリカテゴリ
zh_hans: 媒体分类

# ba.music.action.cache
source: Cache Track
ja: 曲をキャッシュ
zh_hans: 缓存曲目

# ba.music.action.cache.retry
source: Retry Cache
ja: キャッシュを再試行
zh_hans: 重试缓存

# ba.music.action.cacheAll
source: Cache All
ja: すべてキャッシュ
zh_hans: 全部缓存

# ba.music.action.clearAllCache
source: Clear All Cached Tracks
ja: すべてのキャッシュを削除
zh_hans: 清理全部缓存

# ba.music.action.clearCache
source: Clear Cached Track
ja: 曲のキャッシュを削除
zh_hans: 清理缓存

# ba.music.action.loadDetail
source: Load BGM
ja: BGMを読み込む
zh_hans: 读取 BGM

# ba.music.action.moreQueue
source: Music List Actions
ja: 音楽リスト操作
zh_hans: 音乐列表操作

# ba.music.action.moreTrack
source: Track Actions
ja: 曲の操作
zh_hans: 曲目操作

# ba.music.action.next
source: Next
ja: 次へ
zh_hans: 下一首

# ba.music.action.openDetail
source: Open Student Detail
ja: 生徒詳細を開く
zh_hans: 打开学生详情

# ba.music.action.pause
source: Pause
ja: 一時停止
zh_hans: 暂停

# ba.music.action.play
source: Play
ja: 再生
zh_hans: 播放

# ba.music.action.previous
source: Previous
ja: 前へ
zh_hans: 上一首

# ba.music.action.repeat.all
source: Repeat All
ja: リストをリピート
zh_hans: 列表循环

# ba.music.action.repeat.off
source: Repeat Off
ja: リピートをオフ
zh_hans: 关闭循环

# ba.music.action.repeat.one
source: Repeat One
ja: 1曲リピート
zh_hans: 单曲循环

# ba.music.action.stop
source: Stop Playback
ja: 再生を停止
zh_hans: 停止播放

# ba.music.bgm.title
source: Memorial Lobby BGM
ja: メモリアルロビーBGM
zh_hans: 回忆大厅 BGM

# ba.music.empty.detail
source: Favorite students in Catalog to collect their Memorial Lobby BGM here.
ja: 図鑑で生徒をお気に入りにすると、メモリアルロビーBGMがここに集まります。
zh_hans: 在图鉴收藏学生后，这里会整理他们的回忆大厅 BGM。

# ba.music.empty.search.detail
source: Try another student name or BGM keyword.
ja: 別の生徒名またはBGMキーワードを試してください。
zh_hans: 换一个学生名或 BGM 关键词。

# ba.music.empty.title
source: No Music
ja: 音楽なし
zh_hans: 暂无音乐

# ba.music.library.loading.subtitle
source: Loading favorite student details to resolve playable BGM.
ja: 再生可能なBGMを解決するため、お気に入り生徒の詳細を読み込んでいます。
zh_hans: 正在读取收藏学生资料，用来解析可播放的 BGM。

# ba.music.library.subtitle
source: Favorited students become the music library, with Memorial Lobby BGM resolved from their guide pages.
ja: お気に入り生徒が音楽ライブラリになります。メモリアルロビーBGMは生徒攻略ページから解析されます。
zh_hans: 已收藏学生会组成音乐库，回忆大厅 BGM 会从学生档案中解析。

# ba.music.library.title
source: Memorial Lobby BGM
ja: メモリアルロビーBGM
zh_hans: 回忆大厅 BGM

# ba.music.mini.accessibility.format
source: Now Playing: %@
ja: 再生中：%@
zh_hans: 正在播放：%@

# ba.music.nowPlaying.placeholder.detail
source: Play a favorite student's Memorial Lobby BGM to pin it here.
ja: お気に入り生徒のメモリアルロビーBGMを再生すると、ここに固定されます。
zh_hans: 播放收藏学生的回忆大厅 BGM 后，会固定在这里。

# ba.music.nowPlaying.placeholder.title
source: Choose a Track
ja: 曲を選択
zh_hans: 选择一首

# ba.music.nowPlaying.title
source: Now Playing
ja: 再生中
zh_hans: 正在播放

# ba.music.progress.accessibility
source: Playback Progress
ja: 再生位置
zh_hans: 播放进度

# ba.music.queue.title
source: Favorite Music
ja: お気に入り音楽
zh_hans: 收藏音乐

# ba.music.search.prompt
source: Search favorite students or BGM
ja: お気に入り生徒またはBGMを検索
zh_hans: 搜索收藏学生或 BGM

# ba.music.status.cache.cached
source: Cached
ja: キャッシュ済み
zh_hans: 已缓存

# ba.music.status.cache.caching
source: Caching
ja: キャッシュ中
zh_hans: 缓存中

# ba.music.status.cache.failed
source: Cache Failed
ja: キャッシュ失敗
zh_hans: 缓存失败

# ba.music.status.cache.notCached
source: Not Cached
ja: 未キャッシュ
zh_hans: 未缓存

# ba.music.status.failed.format
source: Load failed: %@
ja: 読み込み失敗：%@
zh_hans: 读取失败：%@

# ba.music.status.loading
source: Loading student media
ja: 生徒メディアを読み込み中
zh_hans: 正在读取学生媒体

# ba.music.status.missing
source: No Memorial Lobby BGM found
ja: メモリアルロビーBGMが見つかりません
zh_hans: 暂未解析到回忆大厅 BGM

# ba.music.status.needsDetail
source: Preparing BGM
ja: BGMを準備中
zh_hans: 正在准备 BGM

# ba.navigation.title
source: BlueArchive
ja: ブルーアーカイブ

# ba.notification.activity.changed.body
source: %@ changed at %@.
ja: %@が%@に更新されました。
zh_hans: %@ 已在 %@ 更新状态。

# ba.notification.activity.end.body
source: %@ ends at %@.
ja: %@は%@に終了します。
zh_hans: %@ 将在 %@ 结束。

# ba.notification.activity.end.title
source: Event Ending Soon
ja: イベント終了間近
zh_hans: 活动即将结束

# ba.notification.activity.start.body
source: %@ starts at %@.
ja: %@は%@に開始します。
zh_hans: %@ 将在 %@ 开始。

# ba.notification.activity.start.title
source: Event Starting Soon
ja: イベント開始間近
zh_hans: 活动即将开始

# ba.notification.ap.body
source: AP will reach %@ at %@.
ja: APは%@に到達します。予定時刻：%@。
zh_hans: AP 将达到 %@，预计时间 %@。

# ba.notification.ap.title
source: AP Reminder
ja: AP通知
zh_hans: AP 提醒

# ba.notification.arena.body
source: Tactical Challenge refreshes at %@.
ja: 戦術対抗戦は%@に更新されます。
zh_hans: 战术对抗将在 %@ 刷新。

# ba.notification.arena.title
source: Tactical Challenge Refresh
ja: 戦術対抗戦更新
zh_hans: 战术对抗刷新

# ba.notification.cafeAp.body
source: Cafe AP will reach %@ at %@.
ja: カフェAPは%@に到達します。予定時刻：%@。
zh_hans: 咖啡厅 AP 将达到 %@，预计时间 %@。

# ba.notification.cafeAp.title
source: Cafe AP Reminder
ja: カフェAP通知
zh_hans: 咖啡厅 AP 提醒

# ba.notification.debug.live.subtitle
source: Preview
ja: プレビュー
zh_hans: 预览

# ba.notification.debug.live.title
source: AP Preview
ja: APプレビュー
zh_hans: AP 预览

# ba.notification.debug.local.body
source: KeiBAOS notification delivery is ready.
ja: KeiBAOSの通知配信経路は準備できています。
zh_hans: KeiBAOS 通知送达链路已就绪。

# ba.notification.debug.local.title
source: Test Notification
ja: テスト通知
zh_hans: 测试通知

# ba.notification.live.activity.subtitle
source: Event ending countdown
ja: イベント終了カウントダウン
zh_hans: 活动结束倒计时

# ba.notification.live.ap.subtitle
source: Recovery countdown
ja: 回復カウントダウン
zh_hans: 恢复倒计时

# ba.notification.live.cafeAp.subtitle
source: Cafe storage countdown
ja: カフェ貯蔵カウントダウン
zh_hans: 咖啡厅库存倒计时

# ba.notification.live.cafeAp.title
source: Cafe AP
ja: カフェAP
zh_hans: 咖啡厅 AP

# ba.notification.live.markRead
source: Read
ja: 既読
zh_hans: 已读

# ba.notification.live.pool.subtitle
source: Recruitment ending countdown
ja: 募集終了カウントダウン
zh_hans: 卡池结束倒计时

# ba.notification.live.resource.subtitle
source: Resource countdown
ja: リソース回復
zh_hans: 资源恢复

# ba.notification.pool.changed.body
source: %@ changed at %@.
ja: %@が%@に更新されました。
zh_hans: %@ 已在 %@ 更新状态。

# ba.notification.pool.end.body
source: %@ ends at %@.
ja: %@は%@に終了します。
zh_hans: %@ 将在 %@ 结束。

# ba.notification.pool.end.title
source: Recruitment Ending Soon
ja: 募集終了間近
zh_hans: 卡池即将结束

# ba.notification.pool.start.body
source: %@ starts at %@.
ja: %@は%@に開始します。
zh_hans: %@ 将在 %@ 开始。

# ba.notification.pool.start.title
source: Recruitment Starting Soon
ja: 募集開始間近
zh_hans: 卡池即将开始

# ba.notification.timeline.changed.title
source: Schedule Changed
ja: スケジュール変更
zh_hans: 日程状态变化

# ba.notification.visit.body
source: Cafe students refresh at %@.
ja: カフェの生徒は%@に更新されます。
zh_hans: 咖啡厅学生将在 %@ 刷新。

# ba.notification.visit.title
source: Student Visit Refresh
ja: 生徒訪問更新
zh_hans: 学生来访刷新

# ba.office.ap.current.title
source: Current AP
ja: 現在のAP
zh_hans: 当前 AP

# ba.office.ap.full.label
source: Full AP
ja: AP全回復
zh_hans: AP 回满

# ba.office.ap.full.ready
source: At limit
ja: 上限到達
zh_hans: 已达上限

# ba.office.ap.fullRemain.value
source: 23h 51m
ja: 23時間51分

# ba.office.ap.limit.title
source: AP Limit
ja: AP上限
zh_hans: AP 上限

# ba.office.ap.next.detail
source: +1 every 6 minutes
ja: 6分ごとに+1
zh_hans: 每 6 分钟 +1

# ba.office.ap.next.title
source: Next AP
ja: 次のAP
zh_hans: 下次恢复

# ba.office.ap.next.value
source: 3m 31s
ja: 3分31秒

# ba.office.ap.paused.value
source: Paused
ja: 一時停止中
zh_hans: 已暂停

# ba.office.ap.remaining.format
source: %@ AP to full
ja: 全回復まで%@ AP
zh_hans: 距回满 %@ AP

# ba.office.ap.remaining.ready
source: Full or above limit
ja: 全回復または上限超過
zh_hans: 已回满或超过上限

# ba.office.ap.status.format
source: AP +1 %@ · Full AP %@
ja: AP +1 %@・AP全回復 %@

# ba.office.ap.sync.label
source: AP Sync
ja: AP同期
zh_hans: AP 同步

# ba.office.cafeAp.title
source: Cafe AP
ja: カフェAP
zh_hans: 咖啡厅 AP

# ba.office.dutyStudent.avatar.accessibility
source: Duty student avatar: %@
ja: 当番生徒のアバター：%@
zh_hans: 值日生头像：%@

# ba.office.friendCode.copied
source: Friend Code Copied
ja: フレンドコードをコピーしました
zh_hans: 好友码已复制

# ba.office.friendCode.copy
source: Copy Friend Code
ja: フレンドコードをコピー
zh_hans: 复制好友码

# ba.office.friendCode.display.format
source: Friend Code: %@
ja: フレンドコード：%@
zh_hans: 好友码：%@

# ba.office.friendCode.label
source: Friend Code
ja: フレンドコード
zh_hans: 好友码

# ba.office.friendCode.prompt
source: 8 uppercase letters or digits
ja: 8文字の大文字英字または数字
zh_hans: 8 位大写字母或数字

# ba.office.identity.avatar.accessibility
source: Schale identity avatar
ja: シャーレIDアバター
zh_hans: 夏莱身份头像

# ba.office.nickname.label
source: Nickname
ja: ニックネーム
zh_hans: 昵称

# ba.office.nickname.prompt
source: Teacher name shown on the ID card
ja: IDカードに表示する先生名
zh_hans: 显示在 ID 卡上的老师名称

# ba.office.nickname.suffix
source: Sensei
ja: 先生
zh_hans: 老师

# ba.office.overview.title
source: Schale Office Overview
ja: シャーレオフィス概要
zh_hans: 夏莱办公室总览

# ba.office.server.label
source: Server
ja: サーバー
zh_hans: 服务器

# ba.overview.action.resetCooldown
source: Reset Cooldown
ja: クールタイムをリセット
zh_hans: 重置冷却

# ba.overview.ap.edit.title
source: Edit AP
ja: APを編集
zh_hans: 编辑 AP

# ba.overview.ap.editor.current.footer
source: Current AP is the Action Point value shown in game. Saving it starts recovery timing from now.
ja: 現在のAPはゲーム内に表示されるAction Pointです。保存すると、今から回復時間を計算します。
zh_hans: 当前 AP 对应游戏内行动点数；保存后会从现在开始重新计算自然恢复。

# ba.overview.ap.editor.footer
source: Current AP resets the recovery baseline. Limit and threshold are saved for the selected server.
ja: 現在のAPを保存すると回復基準がリセットされます。上限と通知しきい値は選択中のサーバーに保存されます。
zh_hans: 当前 AP 会重置恢复基线，上限和阈值会保存到当前服务器。

# ba.overview.ap.editor.footer.format
source: Current AP resets the recovery baseline. AP limit is %@.
ja: 現在のAPを保存すると回復基準がリセットされます。AP上限は%@です。
zh_hans: 当前 AP 会重置恢复基线。AP 上限为 %@。

# ba.overview.ap.editor.rules.footer
source: AP limit is your current in-game maximum. The threshold controls when AP reminders become useful.
ja: AP上限はゲーム内の現在最大値です。しきい値はAP通知を出すタイミングに使います。
zh_hans: AP 上限对应游戏内当前最大体力；阈值用于决定 AP 提醒触发时机。

# ba.overview.ap.editor.title
source: Edit AP
ja: APを編集
zh_hans: 编辑 AP

# ba.overview.cafe.edit.title
source: Edit Cafe
ja: カフェを編集
zh_hans: 编辑咖啡厅

# ba.overview.cafe.editor.footer
source: Cafe level controls shared Cafe AP storage. Threshold is saved for the selected server.
ja: カフェランクは共有カフェAP貯蔵量を決めます。しきい値は選択中のサーバーに保存されます。
zh_hans: 咖啡厅等级控制共享 Cafe AP 储量，阈值会保存到当前服务器。

# ba.overview.cafe.editor.level.footer
source: Cafe level changes stored Cafe AP capacity and hourly recovery estimates.
ja: カフェランクはカフェAPの貯蔵上限と毎時回復見積もりに影響します。
zh_hans: 咖啡厅等级会影响咖啡厅 AP 储量上限和每小时恢复估算。

# ba.overview.cafe.editor.threshold.footer
source: Cafe AP reminders fire when stored Cafe AP reaches this threshold.
ja: 貯蔵されたカフェAPがこのしきい値に達すると通知します。
zh_hans: 咖啡厅库存 AP 达到这个阈值后会触发提醒。

# ba.overview.cafe.editor.title
source: Cafe Settings
ja: カフェ設定
zh_hans: 咖啡厅设置

# ba.overview.cafe.shared.detail
source: Shared cafe storage
ja: 共有カフェ貯蔵量
zh_hans: 咖啡厅共享储量

# ba.overview.sync.detail
source: Last manual sync
ja: 最終手動同期
zh_hans: 最近手动同步

# ba.overview.timeline.empty
source: No active entry
ja: 進行中なし
zh_hans: 暂无进行中条目

# ba.overview.timeline.endsAt.format
source: Ends %@
ja: %@終了
zh_hans: %@ 结束

# ba.overview.timeline.moreItems.format
source: %lld more ending together
ja: ほか%lld件も同時に終了
zh_hans: 另有 %lld 个同时结束

# ba.overview.timeline.openActivity
source: Open Activity Calendar
ja: イベントカレンダーを開く
zh_hans: 打开活动日历

# ba.overview.timeline.openPool
source: Open Recruitment Info
ja: 募集情報を開く
zh_hans: 打开卡池信息

# ba.overview.timeline.title
source: Activity & Recruitment
ja: イベント・募集概要
zh_hans: 活动与卡池摘要

# ba.pool.action.filter
source: Filter Recruitment
ja: 募集を絞り込む
zh_hans: 筛选卡池

# ba.pool.action.refresh
source: Refresh Recruitment
ja: 募集を更新
zh_hans: 刷新卡池

# ba.pool.detail.name.title
source: Pool
ja: 募集
zh_hans: 卡池

# ba.pool.detail.section.title
source: Pool Detail
ja: 募集詳細
zh_hans: 卡池详情

# ba.pool.detail.tag.title
source: Recruitment Type
ja: 募集タイプ
zh_hans: 招募类型

# ba.pool.empty.detail
source: Pull to refresh or change the server in Settings.
ja: プルして更新するか、設定でサーバーを変更してください。
zh_hans: 下拉刷新，或在设置里切换服务器。

# ba.pool.empty.title
source: No Pools
ja: 募集なし
zh_hans: 暂无卡池

# ba.pool.footer
source: Tap a recruitment entry to open the linked student detail or source page.
ja: 募集項目をタップすると、関連生徒の詳細またはソースページを開きます。
zh_hans: 点击卡池条目可进入关联学生详情或来源页面。

# ba.pool.footer.live
source: Live GameKee recruitment data is cached locally for offline viewing.
ja: GameKeeの募集データをローカルにキャッシュし、オフラインでも表示できます。
zh_hans: 卡池数据来自 GameKee，并会缓存到本地供离线查看。
